#1.	Вывести на экран горизонтальную линию из звёздочек.
#Число звездочек указывает пользователь.
print ("введите колличество звездочек")
a=int(input())
print ("*" * a)